afl_output_rpc_request_48h/fuzzer04/queue/id:000015,orig:set_parameter_attributes_1.xml

<?xml version="1.0" encoding="utf-8"?><soap-env:Envelope xmlns:soap-env="http://schemas.xmlsoap.org/soap/envelope/" xmlns:soap-enc="http://schemas.xmlsoap.org/soap/encoding/" xmlns:cwmp="urn:dslforum-org:cwmp-1-0" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"><soap-env:Header><cwmp:ID soap-env:mustUnderstand="1">69</cwmp:ID></soap-env:Header><soap-env:Body><cwmp:SetParameterAttributes><ParameterList soap-enc:arrayType="cwmp:SetParameterAttributesStruct[1]"><SetParameterAttributesStruct><Name>Device.WiFi.SSID.2.Name</Name><NotificationChange>true</NotificationChange><Notification>1</Notification><AccessListChange>0</AccessListChange><AccessList soap-enc:arrayType="xsd:string[0]"/></SetParameterAttributesStruct></ParameterList></cwmp:SetParameterAttributes></soap-env:Body></soap-env:Envelope>